Revit 2027 API
ParameterTypeId.RbsElecCircuitHotConductorSizeParam Property
 "Size of Hot Conductor"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecCircuitHotConductorSizeParam { get; }
Public Shared ReadOnly Property RbsElecCircuitHotConductorSizeParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecCircuitHotConductorSizeParam {
	ForgeTypeId^ get ();
}
static member RbsElecCircuitHotConductorSizeParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace